let question = [
    {
        qsn1: "Какой кухне принадлежит блюдо форшмак ? \r\n a) Еврейской \r\n б) Индийской \r\n в) Китайской \r\n г) Грузинской",
        ans: "a",
        sum: 500
    },
    {
        qsn2: "Как финны называют свою страну? \r\n а) Лифляндия \r\n б) Лапландия \r\n в) Суоми \r\n г) Валио",
        ans: "г",
        sum: 1000
    },
    {
        qsn3: "Речной ареал Анаконды? \r\n а) Нил \r\n б) Амазонка \r\n в) Миссисипи \r\n в) Миссисипи",
        ans: "б",
        sum: 2000
    },
    {
        qsn4: "Что усыпило Белоснежку? \r\n а) Яблоко \r\n б) Колыбельная \r\n в) Снотворное\r\n г) Сериал",
        ans: "а",
        sum: 3000
    },
    {
        qsn5: "Какая игра зародилась в 1895 году в США? \r\n а) Баскетбол \r\n б) Волейбол \r\n в) Бейсбол\r\n г) Футбол",
        ans: "б",
        sum: 5000
    },
    {
        qsn6: "Какой кухне принадлежит блюдо форшмак ? \r\n a) Еврейской \r\n б) Индийской \r\n в) Китайской \r\n г) Грузинской",
        ans: "a",
        sum: 8000
    },
    {
        qsn7: "Как финны называют свою страну? \r\n а) Лифляндия \r\n б) Лапландия \r\n в) Суоми \r\n г) Валио",
        ans: "г",
        sum: 10000
    },
    {
        qsn8: "Речной ареал Анаконды? \r\n а) Нил \r\n б) Амазонка \r\n в) Миссисипи \r\n в) Миссисипи",
        ans: "б",
        sum: 13000
    },
    {
        qsn9: "Что усыпило Белоснежку? \r\n а) Яблоко \r\n б) Колыбельная \r\n в) Снотворное\r\n г) Сериал",
        ans: "а",
        sum: 15000
    },
    {
        qsn10: "Какая игра зародилась в 1895 году в США? \r\n а) Баскетбол \r\n б) Волейбол \r\n в) Бейсбол\r\n г) Футбол",
        ans: "б",
        sum: 25000
    },
    {
        qsn11: "Какая игра зародилась в 1895 году в США? \r\n а) Баскетбол \r\n б) Волейбол \r\n в) Бейсбол\r\n г) Футбол",
        ans: "б",
        sum: 50000
    },
    {
        qsn12: "Какой кухне принадлежит блюдо форшмак ? \r\n a) Еврейской \r\n б) Индийской \r\n в) Китайской \r\n г) Грузинской",
        ans: "a",
        sum: 100000
    },
    {
        qsn13: "Как финны называют свою страну? \r\n а) Лифляндия \r\n б) Лапландия \r\n в) Суоми \r\n г) Валио",
        ans: "г",
        sum: 250000
    },
    {
        qsn14: "Речной ареал Анаконды? \r\n а) Нил \r\n б) Амазонка \r\n в) Миссисипи \r\n в) Миссисипи",
        ans: "б",
        sum: 500000
    },
    {
        qsn15: "Что усыпило Белоснежку? \r\n а) Яблоко \r\n б) Колыбельная \r\n в) Снотворное\r\n г) Сериал",
        ans: "а",
        sum: 1000000
    }
];

let answear1 = prompt(question[0].qsn1);
if(answear1 === question[0].ans) {
        confirm(`хотите продолжить игру?`);
    } else {

}